Repository: ARICOMA-D365BC/AC-IB-dynamics365smb-docs-OmegaT
Catalog: omegat/project_save.tmx
Source language: cs_cz
Languages: en_us

source: Po importu se na kartě XML schémata objeví nový řádek.
en_us: After import, a new line appears on the XML Schemas.

source: Po kliknutí na akci Reporty a pak Tisk v Přehledu HelpDesk požadavků se spustí sestava Helpdesk požadavky (do vstupního filtru se nabídne číslo aktuálně zobrazeného požadavku).
en_us: Clicking on the Reports and then Print action in the HelpDesk Requests Overview launches the Helpdesk Requests report (the number of the currently displayed request is offered in the input filter).

source: Po kliknutí na tuto funkci se nabídnou další stavy řízení stavů, které podle definice filtru dalšího stavu připadají v úvahu.
en_us: When you click on this function, additional state control states are offered, which according to the definition of the next state filter are considered.

source: Po korektním nastavení add-on modulu Evidence obalů základ je možné na kartách Zboží přiřazovat prvky Výkazu obalů. Přiřazení se provede na příslušných kartách Zboží, v nabídce zvolte Akce/Zboží/Prvky výkazu obalů.
en_us: After the correct setting of the add-on module Pack Tracking Basic it is possible to assign elements of the Packing Statement Elements on the Item card. The assignment is made on the relevant Item cars, choose Actions/Item/Packing Elements Assignment.

source: Po nachystání dat pro zásilku funkce „Přidat ke svozu“ zaeviduje zásilku v systému Balíkobotu.
en_us: Once the data for the shipment is set up, the "Add to Shipment" function will register the shipment in the Balikobot system.

source: Po nastavení můžete přehled zavřít
en_us: After setup, you can close the page

source: Po nastavení můžete přehled zavřít.
en_us: Once set up, you can close the page.

source: Po ověření účtu vyskočí hláška Připojení ke službě bylo úspěšné. a zobrazí se Vám inforace o účtu a Aktivní dopravci.
en_us: After verifying your account, the message Service connection successful. will pop up and you'll see information about your account and Active Carriers.

source: Po provedení potřebných nastavení lze vytvářet dokumenty Evidence pošty.
en_us: After making the necessary settings, you can create Mail Record documents.

source: Po provedení potřebných nastavení lze zadávat požadavky HelpDesku.
en_us: After making the necessary settings, you can enter HelpDesk requests.

source: Po přečtení instrukcí klikněte na tlačítko Další.
en_us: After reading the instructions, click Next.

source: Po spuštění dostanete informaci, zda jsou předávané informace v pořádku.
en_us: After running it, you will be informed if the information transmitted is correct.

source: Po spuštění funkce Vytvoř interakci vznikne ke Kartě kontaktu odpovídající Položka protokolu interakce dle Nastavení šablon interakce pro Příchozí a Odchozí poštu (detailněji viz modul - Marketing).
en_us: After select Create Interaction function, the corresponding Interaction Log Entry is created for the Contact Card according to Interaction Template Setup for Incoming and Outgoing Mail (for more details, see module - Marketing).

source: Po spuštění funkce se vytiskne Předávací protokol svozu.
en_us: When the function is initiated, the Handover report will print.

source: Po tomto kroku je třeba informovat přepravce, že zásilku mažete nebo upravujete.
en_us: After this step, you must notify the shipper that you are deleting or editing the shipment.

source: Po tomto příkazu systém odúčtuje nově vzniklou faktoringovou položku a naúčtuje ji zpět k zákazníkovi / dodavateli.
en_us: After this command, the system derecognises the newly created factoring item and charges it back to the customer / vendor.

source: Po ukončení úprav je potřebné položky v KV přepočítat.
en_us: After the end of the modifications, it is necessary to recalculate the entris in the CHR.

source: Po upravení dat uživatel použije funkci Přidat ke svozu a pro vytištění nového štítků použije funkci Tisk štítků.
en_us: Once the data has been edited, the user will use the For Collection function and use the Print Labels function to print the new label.

source: Po uzavření formuláře položky v tabulce Položka DPH mají zaškrtnuté pole Uzavřeno pro kontrolní výkaz.
en_us: When the form is closed, the entries in the VAT entry table the Closed box selected for the control report.

source: Po uzavření kontrolního výkazu systém zablokuje opětovné načítání dat do formuláře.
en_us: When the control report is closed, the system blocks the reloading of data into the form.

source: Po vhodném výběru klikněte na možnost Dalsí.
en_us: Once you have made a suitable selection, click Next.

source: Po vyplnění polí je možno stránku zavřít.
en_us: After filling in the fields, the page can be closed.

source: Po vyplnění polí můžete kartu zavřít.
en_us: After filling in the fields, you can close the page.

source: Po vyplnění polí stránku zavřete.
en_us: After you fill in the fields, close the page.

source: Po vyplnění všech potřebných dat je vhodné doklad odsouhlasit a zamezit jeho změnám.
en_us: After filling in all the necessary data, it is advisable to approve the document and prevent its changes.

source: Po vyplění polí stránku zavřete.
en_us: After the fields are filled out, close the page.

source: Po vytvoření Karty evidence pošty je dokument možno dále zpracovávat.
en_us: After creating the Mail Registration Card, the document can be further processed.

source: Po vytvoření finální nákupní faktury a přiřazení uhrazené nákupní zálohy je v případě přeplatku na záloze možné vložit další řádek s částkou přeplatku a příznakem Určeno pro vrácení zálohy (příznak je následně i na řádku zaúčtované faktury).
en_us: After creating the final purchase invoice and assigning the paid purchase deposit, in case of an over-payment on the deposit, it is possible to insert another line with the overpayment amount and the Intended for return refund flag (the flag is also on the posted invoice line).

source: Po vytvoření požadavku je možné jej dále zpracovávat.
en_us: Once a request has been created, it can be further processed.

source: Po výběre této možnosti se automaticky spustí průvodce publikováním.
en_us: When you select this option, the Publish Wizard starts automatically.

source: Po zadání parametrů klikněte na tlačítko Dokončit, tím se nastavování uloží.
en_us: After entering the parameters, click on the Finishbutton to save the settings.

source: Po zadání priorit požadavků může tabulka vypadat následovně: Nastavení Helpdesku - Priority požadavků
en_us: After specifying request priorities, the table can look like this: Helpdesk Setup - Request Priorities

source: Po založení šablony je nutné nastavit tuto šablonu na stránce Nastavení Řízení stavů.
en_us: After you create a template, you must set up the template on the Status Management Settings page.

source: Po zaúčtování dodání nastává proces vytvoření zásilky pro zákazníka.
en_us: After posting the shipment, the process of creating a shipment for the customer begins.

source: Po zaúčtování prodejní faktury (či objednávky) vzniknou navíc položky zákazníka, které vyrovnají saldo původní položky a k nim vznikne několik nových (se stejným typem dokladu, číslem dokladu, atd.) pohledávek s daty splatnosti a částkami dle platebního kalendáře.
en_us: In addition, after posting a sales invoice (or order), customer items are created that balance the ba-lance of the original item and several new receivables (with the same document type, document nu-mber, etc.) are created with due dates and amounts according to the payment calendar.

source: Po základním nastavení addonu Centrální databáze je potřeba nastavit další oblasti.
en_us: After the basic setting of the Central Database addon, it is necessary to set up additional areas.

source: Po úpravách kartu zavřete.
en_us: Close the page after editing.

source: Pod stejnou sekci je také možnost Zobrazit datum podpisu.
en_us: Below the same section there is also an option Show date of signature

source: Podklad pro vyrovnání s FÚ OSS
en_us: Basis for settlement with FÚ OSS

source: Podklad pro zahraniční účetní kanceláře se soupisem vystavených dokladů v dané zemi.
en_us: Document for foreign accounting offices with a list of issued documents in the given country.

source: Podle Zákona o dani z príjmov č. 595/2003 Z. z může daňovník uplatnit roční odpisy v prvním roce odepisování jen ve výši odpovídající počtu kalendářních měsíců, ve kterých se majetek využíval na zabezpečení příjmů.
en_us: According to the Income Tax Act No. 595/2003 Coll., a taxpayer may apply annual depreciation in the first year of depreciation only in an amount corresponding to the number of calendar months in which the property was used to secure income.

source: Podle zadaných filtrů se vytisknou jednotlivé karty požadavků, zpožděné požadavky a seznam helpdesk požadavků.
en_us: According to the specified filters, individual request cards, delayed requests and a list of helpdesk requests are printed.

source: Podmínkou je nastavení polí Filtr kódu původu, Typ dokladu a Filtr typu dokladu na řádku Výkazu DPH.
en_us: The condition is to set up the Origin Code Filter, Document Type, and Document Type Filter fields on the VAT Statement line.

source: Podobně je upozorněn, když je ověření DIČ staršího data než dle nastavení.
en_us: Similarly, it is notified when the VAT NUMBER is verified older than according to the settings.

source: Podpis je možné dále zobrazit, exportovat nebo smazat pomocí funkcí Exportovat, Odstranit a Ukázat.
en_us: You can also view, export or delete your signature using Export, Delete and View features.

source: Podrozvahová položka je uzavřena v okamžiku uzavření faktoringové pohledávky.
en_us: The off-balance-sheet item is closed at the time of the conclusion of the factoring receivable.

source: Pojistná událost
en_us: Insured Accident

source: Pokračujte ve zpracování další zásilky nebo formulář zavřete.
en_us: Continue processing the next shipment or close the form.

source: Pokud bude více lokací, je nutné na každé nastavit příslušné expediční místo.
en_us: If there are more locations, it is necessary to set the appropriate dispatch point for each.

source: Pokud chceme označit položky jako vykázané, je nutno pro možnost nevykázaných položek zatrhnout pole Označit položky a vyplnit pole Číslo výpisu. Data použitá do výkazu lze filtrovat, např. podle Zúčtovacího data, Kódu pro vykazování jednotlivých položek apod.
en_us: If you want to mark items as reported, it is necessary to check the Mark Entries field for the option of unreported items and fill in the Statement no. field. The data used in the statement can be filtered, e.g. by Posting Date, Packing Stat. El. Name, etc.

source: Pokud chcete můžete importovat RapidStart balíček ručně, nebo můžete kliknout na Další a balíček se stáhne a importuje sám.
en_us: If you want you can import the RapidStart package manually, or you can click Next and the package will download and import itself.

source: Pokud chcete nastavit formát exportu na konkrétním bankovním účtu, přejděte na kartu bankovního účtu a nastavte potřebné hodnoty v polích Formát exportu zahraničních karet a Formát importu plateb na záložce Transfer.
en_us: If you want to set the export format on a specific bank account, go to the bank account card and set the required values ​​in the fields Foreign Payment Export Format and Payment Export Format on the Transfer tab.

source: Pokud chcete položky, které projdou mimo filtr, uzavírat automaticky zvolte zaškrtávací políčko Aut. uzavřít položky mimo filtr.
en_us: To close items that pass out of the filter, automatically select the Close Entries Out of Filter check box.

source: Pokud chcete používat modul Evidence pošty i v modulu Marketing je potřebné správně nastavit i šablony interakce.
en_us: If you want to use Mail Records module in the Marketing module, you also need to set up the interaction templates correctly.

source: Pokud chcete používat modul Evidence pošty, je potřebné správně nastavit i modul Workflow (řízení stavů).
en_us: If you want to use the Mail Records module, it is also necessary to set up the Workflow module (status management) correctly.

source: Pokud chcete pro danou kategorii vytvořit vícero podkategorií (kategorií 2 úrovně) vyberte akci Kategorie požadavku 2 na stránce Kategorie požadavku 1.
en_us: To create multiple subcategories (level 2 categories) for a given category, choose Request Categories 2 action on the Request Categories 1 page.

source: Pokud chcete pro danou kategorii vytvořit vícero podkategorií (kategorií 3 úrovně) vyberte akci Kategorie požadavku 3 na stránce Kategorie požadavku 2.
en_us: To create multiple subcategories (level 3 categories) for a given category, choose Request Categories 3 action on the Request Categories 2 page.

source: Pokud chcete správně nastavit import a export ve formátu SEPA, tato stránka musí obsahovat řádky zobrazené na obrázku níže.
en_us: If you want to properly set up import and export in SEPA format, this page must contain the lines shown in the image below.

source: Pokud chcete tenhle add-on používat, tak hlavnou z funkčností je změna stavu.
en_us: If you want to use this add-on, the main functionality is the status change.

source: Pokud chcete zadat jednotlivé stavy nově vytvořeného řízení stavů, kliknete na akci Šablona a pak Stavy Řízení stavů.
en_us: To specify individual states for the newly created State Management, click the Template action, and then click Status Mgt. States.

source: Pokud chcete zadat jednotlivé stavy nově vytvořeného řízení stavů, kliknete na funkci Šablona →Stavy Řízení stavů.
en_us: To specify individual states for the newly created state control, click Template function → Status Management Statuses.

source: Pokud chcete změnit výsledek, změňte nastavení a funkci pro vytvoření řádků spusťte znovu.
en_us: If you want to change the result, change the settings and run the line creation function again.

source: Pokud chcete zobrazit jednotlivé stavy od přepravce využijte funkci na přehledu zásilek Sledování zásilky, která otevře stránku s jednotlivými stavy přepravy.
en_us: If you want to view individual shipment statuses from the shipper, use the Track Status function on the shipment overview to open the individual shipment status page.

source: Pokud chcete, aby se automaticky logovaly změny, zaškrtněte políčko Logovat změny.
en_us: If you want changes to be automatically logged, select the Log changes check box.

source: Pokud je daný záznam ve stavu Zpracováno = Ne, tak je možno danou úlohu spustit z formuláře ručně.
en_us: If the given record is in the state Processed = No, it is possible to run the task manually from the form.

source: Pokud je instalován modul Publikování SharePoint, pak je možné u každé Karty evidence pošty pomocí funkce Dokumenty/Publikovat publikovat dokument a pomocí funkce Zobrazit zobrazit publikovaný dokument (detailněji viz modul - SharePoint).
en_us: If the SharePoint Publishing module is installed, then it is possible to publish a document using the Documents/Publish function for each Mail Registration Card and view the published document using the View function (for more details, see module - SharePoint).

source: Pokud je instalován modul Publikování SharePoint, pak je možné u každého požadavku v Přehledu HelpDesk požadavků na záložce Akce pomocí tlačítka Publikovat publikovat dokument a pomocí tlačítka Zobrazit zobrazit publikovaný dokument.
en_us: If the SharePoint Publishing module is installed, then it is possible to publish a document for each request in the HelpDesk Request on the Actions tab using the Publish button and View for view the published document.

source: Pokud je pole libovolně vyplněno, tak se bude dát přepnout stav do daného stavu.
en_us: If the field is filled in arbitrarily, it will be possible to switch the state to the given state.

source: Pokud je použito workflow na dokladu s hlavičkou a řádky, například na Prodejní objednávce, lze kontrolovat, zda k hlavičce existují nějaké řádky, nebo řádky nějakého typu nebo obsahu.
en_us: If a workflow is applied to a document with a header and lines, such as on a Sales order, you can check whether there are any lines or lines of any type or content for the header.

source: Pokud je použito Řízení stavů na dokladu s hlavičkou a s řádky, například na Prodejní objednávce, lze kontrolovat, zda k hlavičce existují nějaké řádky, nebo řádky nějakého typu nebo obsahu.
en_us: If Status Management is used on a voucher with headers and lines, such as a Sales Order, you can check whether there are any lines or lines of any type or content for the header.

source: Pokud je toto chování vhodné pouze pro některé případy, je třeba pro ně míst vydefinované zvláštní DPH účtoskupiny (zboží).
en_us: If this behavior is appropriate only for certain cases, you need a specific VAT group (item) defined for them.

source: Pokud je třeba, po skončení kalendářního roku je možné přepočítat dle skutečného podílu použití těchto zdanitelných plnění pro účely uskutečněných plnění v daném roce.
en_us: If necessary, after the end of the calendar year, it is possible to recalculate according to the actual proportion of the use of these taxable transactions for the purposes of the transactions carried out in that year.

source: Pokud je ve zvoleném stavu řízení stavů nastavena akce řízení stavů s přiřazenou codeunitou 52068291 – WriteStatusChangeHlpDesk, přičte se hodnota trvání do celkové doby trvání na záložce Obecné a vygeneruje se další řádek do položek helpdesk požadavku, který zobrazuje historii průběhu řešení - datum, řešitel, kód řešení, popis, trvání.
en_us: If a status control action with assigned codeunit 52068291 – WriteStatusChangeHlpDesk, is set in the selected state control state, the duration value is added to the total duration on the General tab and another line is generated to the request helpdesk items, which displays the history of the solution progress - date, solver, solution code, description, duration.

source: Pokud je vytvořeno a povoleno workflow Výměny došlých dokladů a vytvořeno Nastavení uživatelů schvalování lze Odeslat požadavek ke schvalování – funkce Akce/Odeslat požadavek ke schválení (detailněji viz modul – Schvalování).
en_us: If the Incoming Document Exchange workflow is created and enabled and the Approval user settings are created, you can Send request for approval – Action/Send request for approval function (for more details, see module – Approval).

source: Pokud je vše správně nastaveno, systém změní Způsob platby na dokladu, v opačném případě systém zobrazí chybové hlášení.
en_us: If everything is set correctly, the system will change the Payment Method on the document, otherwise the system will display an error message.

source: Pokud je v Nastavení faktoringu zapnuté Přeúčtovat původní položku, vznikne u původního zákazníka/dodavatele nová zákaznická/dodavatelská položka.
en_us: If Orig. Entry Advanced Posting, is turned on in Factoring Settings, a new customer/vendor item is created for the original customer/vendor.

source: Pokud je zásilka ve stavu Svozeno nelze ji již editovat.
en_us: If a shipment is in the Collected state, it can no longer be edited.

source: Pokud jsou na kartě evidence pošty vyplněny dimenze a v Šabloně evidence pošty je zaškrtnuto pole Přenášet dimenze do dokladu, tak budou přeneseny také dimenze do vytvořeného dokladu.
en_us: If dimensions are filled in on the Mail Records card and the Transfer dimensions to document check box is selected in the Mail Registration Template, the dimensions will also be transferred to the created document.

source: Pokud jsou na prodejní objednávce vyplněny pole Kód přepravce a Kód služby přepravce, je nutné zadat telefonní číslo a e-mail příjemce.
en_us: If the Shipping agent Code and Shipping agent Service Code fields are filled out on the sales order, you must enter the recipient's phone number and email.

source: Pokud karta pošty nebyla schválena nelze Vytvořit doklad.
en_us: If the mail card has not been approved, you cannot create a document.

source: Pokud klikněte na Číslo požadavku v seznamu požadavků, zobrazí se příslušná karta požadavku.
en_us: If you click Request number in the list of requests, the appropriate request tab is displayed.

source: Pokud klikněte na funkci Kontrolované tabulky, otevře se stránka Kontrolované tabulky Řízení stavů, kde je automaticky vyplněno pole Kód šablony a Kód stavu.
en_us: If you click the Checked Tables feature, the Status management Checked Tables page opens, where the Template Code and Status Code fields are automatically populated.

source: Pokud má hodnotu ANO položku do kontrolního výkazu nevybere (nepřenese se do xml a nereportuje se na Finanční správu).
en_us: If YES, the item is not selected for the control report (it is not transferred to xml and is not reported to the Financial Administration)

source: Pokud má karta nastaveno více šablony parametrů, můžete mezi nimi přepínat, nebo zobrazit všechny hodnoty pomocí smazání filtru na přehledu.
en_us: If a card has multiple parameter templates set up, you can switch between them, or view all values by deleting the filter on the report.

source: Pokud máte správně zadané informace na záložce Řešení múžete pro přechod do další fáze řešení požadavku stisknout funkci Proces → Změna stavu.
en_us: If you have correctly entered the information on the Solution tab, you can press the function Process → Change statusto go to the next phase of solving the request.

source: Pokud na objednávce není vybrán žádný přepravce, kontrola je na vydání dokladu (telefonní číslo a e-mail) vypnutá.
en_us: If no shipping angent is selected on the order, the check to issue the document (phone number and email is disabled).

source: Pokud najde, na pozadí dojde k nahrazení „kumulovaných plateb“ opět rozdělenými řádky (je přenesen i původní kumulovaný řádek, ovšem s nulovou částkou).
en_us: If it finds, the "cumulated payments" will be replaced by split lines in the background (the original cumulated line is also transferred, but with a zero amount).

source: Pokud ne, tak se musí ručně nastavit.
en_us: If not, it must be manually set.

source: Pokud pole nebudou vyplěny nelze doklad vydat.
en_us: If the fields are not filled in the receipt cannot be issued.

source: Pokud pro takový pracovní den nenajde záznam v tabulce Směnné kurzy, zobrazí notifikaci.
en_us: If it does not find an entry in the Exchange Rates table for such a business day, it displays a notification.

source: Pokud přidáte přepravce až poté, co byla provedeno prvnotní nastavení pomocí asistovaného nastavení, je nutné správně vyplnit pole:
en_us: If you add a carrier after the first setup has been made using assisted setup, you must fill in the fields correctly:

source: Pokud příslušný projekt ještě neexistuje je možné jej vytvořit přímo z karty požadavku na záložce Akce pomocí tlačítka Vytvoř projekt.
en_us: If the project does not already exist, you can create it directly from the request tab on the Actions tab by using the Create Job action.

source: Pokud se agentovi nepodaří úlohu zpracovat (např. 5 chyb) lze nastavit do pole Změnit na agenta ID nového agenta, který se pokusí úlohu zpracovat.
en_us: If the agent fails to process the task (eg 5 errors), the ID of the new agent that will try to process the task can be set in the Change to agent field.

source: Pokud se bude jednat o balíkovou přepravu (NE PALETOVOU), po zadání počtu balíků se vytvoří řádky zásilky, ke kterým budou přiřazeny jednotlivé štítky od dopravce.
en_us: If the shipment is a parcel shipment (NOT a PALETTE shipment), once the number of parcels is entered, shipment lines will be created with individual shipping angent labels assigned.
